{"polysemy_pilesort": {"inputs": {"thing_n": {"thing_n_03": {"def": "a special abstraction", "sent": "I thought one thing you 'd have no trouble learning is when to get out of a place."}, "matter_n_01": {"def": "a vaguely specified concern", "sent": "One thing Papa had not taught Henrietta was how to handle a young man as high-spirited and opinionated as herself."}, "thing_n_05": {"def": "an event", "sent": "If only Simms Purdew could do that, whatever the thing he remembered and told."}, "thing_n_08": {"def": "an entity that is not named specifically", "sent": "The one thing he missed from his farm in the Po Valley was the animals ; frequently he would take his leave of Michelangelo by announcing :"}, "thing_n_04": {"def": "an artifact", "sent": "Perhaps the very important question - What is, then, exactly the role of kinesthetic sensations in the patient 's ability to recognize forms and shapes by means of the tracing movements when he is actually looking at things?"}, "thing_n_09": {"def": "any attribute or quality considered as having its own existence", "sent": "One of the many things that was so nice about her was that she always took your questions seriously, particularly your very, very serious questions."}, "thing_n_02": {"def": "an action", "sent": "Then on Monday morning - or it might have to be Tuesday - get up and leave just the usual time, and last thing, put the money in an envelope under the old woman 's purse there in the drawer."}, "thing_n_07": {"def": "a statement regarded as an object", "sent": "Yet, I responded, could not similar things be said about the art of the past?"}, "thing_n_01": {"def": "a special situation", "sent": "I know nothing of any plot, if there is such a thing ''."}, "senses": 9, "type": "thing_n"}, "lead_v": {"lead_v_05": {"def": "cause to undertake a certain action", "sent": "However, in this case the district manager was led to see the errors of his ways."}, "head_v_02": {"def": "be in charge of", "sent": "All platforms are meaningless: the program of either party is what lies in the vision and conscience of the candidate the party chooses to lead it."}, "lead_v_03": {"def": "tend to or result in", "sent": "It is this loss of initiative in how we conduct our economy which may lead to the loss of initiative in how we conduct our political affairs."}, "leave_v_07": {"def": "have as a result or residue", "sent": "The attempt to enforce that belief ushered in a reign of bootleggers, racketeers, hijackers and gangsters that led to a breakdown of law unparalleled in our history."}, "lead_v_01": {"def": "take somebody somewhere", "sent": "The good ones are not motivated to seek vainly, nor are they disposed to covet comfort, or they would have been led to fields that offer comfort and feed vanity."}, "lead_v_04": {"def": "travel in front of; go in advance of others", "sent": "Slowly, like a man grown old, he took Eli 's hand and led him below to the tower study, guiding him to a chair beside the little hearth where a fire still burned."}, "run_v_03": {"def": "stretch out over a distance, space, time, or scope; run or extend between two points or beyond a certain point", "sent": "I started my tour of them at the Turkish Government Tourist Office, next to Pan American 's office on the left as you enter the driveway that leads to the Hilton Hotel."}, "senses": 7, "type": "lead_v"}, "raise_v": {"raise_v_01": {"def": "raise the level or amount of something", "sent": "Thus, the public limit price is raised further by a given wage increase the longer it has been since the previous price increase."}, "raise_v_03": {"def": "cause to be heard or known; express or utter", "sent": "No one anticipates any radical shift in this situation, but questions concerning reading habits, the availability of such data and the places where it is discussed must surely be raised."}, "raise_v_02": {"def": "raise from a lower to a higher position", "sent": "Once, after the Discovery lay for a week in rough weather, Hudson ordered the anchor raised before the sea had calmed."}, "raise_v_04": {"def": "collect funds for a specific purpose", "sent": "Union Oil Co. of California Tuesday offered $120 million in debentures to the public through a group of underwriters headed by Dillon, Read+Co., to raise money to retire a similar amount held by Gulf Oil Corp.."}, "senses": 4, "type": "raise_v"}, "time_n": {"time_n_03": {"def": "an indefinite period (usually marked by specific attributes or activities)", "sent": "But now we can keep it out no longer, because we have come into a time when it invades our experience at every moment."}, "time_n_02": {"def": "a period of time considered as a resource under your control and sufficient to accomplish something", "sent": "Three seconds flat is the usual time, and the space is crossed by moderate mileage, while the overwhelming immensity of such journeys must be conceived as a static pulsation through an enormous number of coexistent frequencies which perpetuate all events."}, "time_n_01": {"def": "an instance or single occasion for some event", "sent": "The radio radiation of the sun which is reflected from the moon and planets should be negligible compared with their thermal emission at centimeter wave lengths, except possibly at times of exceptional outbursts of solar radio noise."}, "time_n_05": {"def": "the continuum of experience in which events pass from the future through the present to the past", "sent": "If it was, then it must have been God 's intention to translate him at a certain point from time to eternity."}, "time_n_04": {"def": "a suitable moment", "sent": "By 800 social and cultural security had been achieved, at least on a simple plane ; it was time to take bigger steps, to venture on experiments."}, "senses": 5, "type": "time_n"}, "find_v": {"discover_v_03": {"def": "make a discovery, make a new finding", "sent": "Where an opportunity to enjoy boating has not been created by bringing bodies of water to the people, means have been found to take the people and their boats to the water."}, "line_up_v_02": {"def": "get something or somebody for a specific purpose", "sent": "The first of which to find important place in our federal government was the graduated income tax under Wilson."}, "rule_v_04": {"def": "decide on and make a declaration about", "sent": "On October 31, 1859, John Brown was found guilty of treason against the state of Virginia, inciting slave rebellion, and murder."}, "discover_v_04": {"def": "make a discovery", "sent": "It was arranged that he would board in the home of one of the old members of the church, a woman named Catt who, as Wilson afterward found, was briefly referred to as The Cat because of her sharp tongue and fierce initiative."}, "find_v_03": {"def": "come upon after searching; find the location of something that was missed or lost", "sent": "So choosing a good tree, he clambered up into it, found a comfortable notch, and curled up in it to sleep, like the tousled bear he was, with his hands across his chest, as though surfeited with honey."}, "find_v_05": {"def": "come to believe on the basis of emotion, intuitions, or indefinite grounds", "sent": "The members of the community do not create the spirit but rather find it present and waiting for them."}, "determine_v_01": {"def": "establish after a calculation, investigation, experiment, survey, or study", "sent": "In the presence of a low iodine intake, thyroglobulin labelled in vivo with ** f is found to contain more mono-iodotyrosine than normal."}, "receive_v_02": {"def": "receive a specified treatment (abstract)", "sent": "Their books found no less willing readers outside than inside the South, even while memories of the war were still sharp."}, "find_v_01": {"def": "come upon, as if by accident; meet with", "sent": "We do not deny originality to the Agamemnon because Aeschylus found the tales of the house of Atreus among the folk lore of the Greeks."}, "witness_v_02": {"def": "perceive or be contemporaneous with", "sent": "Local libraries find, too, that the new plan saves tax dollars because books can be bought through the system, and since the system buys in bulk it is able to obtain larger discounts than would be available to an individual library."}, "find_v_10": {"def": "obtain through effort or management", "sent": "By dealing with common landscape in an uncommon way, Roy Mason has found a particular niche in American landscape art."}, "detect_v_01": {"def": "discover or determine the existence, presence, or fact of", "sent": "One of the best matches I 've ever found."}, "senses": 12, "type": "find_v"}, "death_n": {"death_n_02": {"def": "the permanent end of all life functions in an organism or part of an organism", "sent": "If death receives more than its share of attention from the theologian and if sin receives less than its share, the gift of the life eternal through Christ begins to look like the divinely appointed means of rescue from temporal, i.e., created, existence."}, "death_n_03": {"def": "the absence of life or state of being dead", "sent": "Fear maddened, fleeing the lengthening shadow of death, he scrambled to his feet again."}, "death_n_01": {"def": "the event of dying or departure from life", "sent": "The death of a man is unique, and yet it is universal."}, "death_n_04": {"def": "the time when something ends", "sent": "But Michael Sept had unmasked him, revealing he had never been a bishop, but was an Anabaptist, afraid to state his faith, because he knew John Calvin had written a book against their belief that the soul slept after death."}, "senses": 4, "type": "death_n"}, "world_n": {"world_n_03": {"def": "all of your experiences that determine how things appear to you", "sent": "Didi and Gogo hover on the edge of suicide ; Hamm's world is death and Clov may or may not get out of it to join the living child outside."}, "world_n_02": {"def": "people in general; especially a distinctive group of people with some shared interest", "sent": "In this process the Minoan Mycenaean inheritance had been transmuted or finally rejected ; the Aegean world which had existed before 1000 differed from that which rises more clearly in our vision after 800."}, "universe_n_01": {"def": "everything that exists anywhere", "sent": "To speak of this underlying view of the world is to embark upon matters of subjective judgment."}, "earth_n_01": {"def": "the 3rd planet from the sun; the planet we live on", "sent": "While observing the operations of our Government in various parts of the world, I have felt that in many situations where our policies were good we have tended to ignore minor problems which spoiled our main effort."}, "populace_n_01": {"def": "people in general considered as a whole", "sent": "Nevertheless, like any other human being upon whom the spotlight of the world plays continually, Khrushchev, the anti personality cultist, has become a comic actor, or thinks he has."}, "senses": 5, "type": "world_n"}, "drive_v": {"drive_v_03": {"def": "cause someone or something to move by driving", "sent": "A young man doesn't like to be driven up in front of a school in a car driven by a girl who isn't even in a higher class than he is, and is also a girl."}, "drive_v_02": {"def": "travel or be transported in a vehicle", "sent": "Boatmen lucky enough to have facilities for year' round anchorage for their craft, will recall the tedious procedure of loading their gear into the car, driving to the water, and making trip after trip to transfer the gear to the boat."}, "force_v_06": {"def": "force into or from an action or state, either physically or metaphorically", "sent": "Justice is a worthy objective ; but if justice for Bantus entails driving the government of the Union of South Africa away from the West, then the Bantus must be prepared to carry their identification cards yet a while longer."}, "drive_v_01": {"def": "operate or control a vehicle", "sent": "A year ago it was bruited that the primary character in Erich Maria Remarque 's new novel was based on the Marquis Alfonso de Portago, the Spanish nobleman who died driving in the Mille Miglia automobile race of 1957."}, "senses": 4, "type": "drive_v"}, "indicate_v": {"indicate_v_03": {"def": "to state or express briefly", "sent": "Roll clay to thickness indicated in individual instructions."}, "argue_v_03": {"def": "give evidence of", "sent": "The record of past earnings and prospects for the future must indicate it has the ability to repay the loan out of current and anticipated income."}, "bespeak_v_01": {"def": "be a signal for or a symptom of", "sent": "Board members indicated Monday night this would be done by an advisory poll to be taken on Nov. 15, the same date as a $ 581000 bond election for the construction of three new elementary schools."}, "indicate_v_02": {"def": "indicate a place, direction, person, or thing; either spatially or figuratively", "sent": "The fact that Jess's horse had not been returned to its stall could indicate that Diane 's information had been wrong, but Curt did n't interpret it this way."}, "senses": 4, "type": "indicate_v"}, "produce_v": {"produce_v_01": {"def": "bring forth or yield", "sent": "Again, the sufferings and disasters produced by any transgression against the commandment not to love are almost invariably associated in one way or another with childhood, with the figure of a child."}, "produce_v_02": {"def": "create or manufacture a man-made product", "sent": "A satisfactory cloud was produced even though these nozzles were only about 5 per cent efficient in producing an initial cloud in the size range of 1 to 5 microns."}, "produce_v_03": {"def": "cause to happen, occur or exist", "sent": "In the study of marriage patterns for this group, consanguinity produces the structural system - a system of affinities - which, in turn, maintains the system of consanguinity."}, "senses": 3, "type": "produce_v"}, "light_n": {"light_n_01": {"def": "(physics) electromagnetic radiation that can produce a visual sensation", "sent": "It was with the assistance of one of the members of this expedition, Lauritz Esmarch, that Oersted succeeded in producing light by creating an electric discharge in mercury vapor through which an electric current was made to flow."}, "light_n_03": {"def": "a particular perspective or aspect of a situation", "sent": "Rather he weighs each phonologic fact in the light of its orthographic usefulness."}, "light_n_02": {"def": "any device serving as a source of illumination", "sent": "The room was bathed in light at the instant Muller 's second shot came."}, "senses": 3, "type": "light_n"}, "point_n": {"point_n_02": {"def": "the precise location of something; a spatially limited location", "sent": "The New York Central has pointed out that this control, if approved by the Interstate Commerce Commission, would give the combined C.+O.-B.+O. Railroad a total of 185 points served in common with the New York Central."}, "degree_n_02": {"def": "a specific identifiable position in a continuum or series or especially in a process", "sent": "He couldn't see ; he was long past the point of coherent thinking."}, "detail_n_01": {"def": "an isolated fact that is considered separately from the whole", "sent": "If the argument is accepted as essentially sound up to this point, it remains for us to consider whether the patient 's difficulties in orienting himself spatially and in locating objects in space with the sense of touch can be explained by his defective visual condition."}, "point_n_01": {"def": "a geometric element that has position but no extension", "sent": "We must now show that on some component of the graph there exist two points for which the corresponding diagonal points in the C-plane are on opposite sides of C."}, "point_n_03": {"def": "a brief version of the essential meaning of something", "sent": "Never mind whether the Kikiyus and the Bantus enjoyed Wilsonian self-determination : the point is that in the struggle for the world that vast land mass was under the domination and influence of the West."}, "senses": 5, "type": "point_n"}, "put_v": {"frame_v_04": {"def": "formulate in a particular style or language", "sent": "Another put sex on a dollars and cents basis."}, "put_v_01": {"def": "put into a certain place or abstract location", "sent": "Changing his clothes, he put on his dark-blue flannel suit, and laid away the gray jacket with the feeling that he might be putting it aside for good."}, "put_v_02": {"def": "cause to be in a certain state; cause to be in a certain relation", "sent": "How to put a stop to the Soviet buildup in Cuba and to Communist infiltration of this hemisphere?"}, "senses": 3, "type": "put_v"}, "consider_v": {"see_v_05": {"def": "deem to be", "sent": "I consider it the center of the world and make it a point to be there once a year ''."}, "consider_v_03": {"def": "take into consideration for exemplifying purposes", "sent": "Consider adopting a system of holidays in which time off is granted with an eye to minimum inconvenience to the operation of the plant."}, "consider_v_04": {"def": "show consideration for; take into account", "sent": "Based on this figure and considering depreciation costs of vehicles, pool personnel have determined that travel in excess of 10000 miles annually is more economical by state car than by payment of allowances for use of personally-owned vehicles."}, "study_v_03": {"def": "give careful consideration to", "sent": "If we stop thinking in terms of tremendous multimegaton nuclear weapons and consider employing much smaller nuclear weapons which may be more appropriate for most important military targets, it would seem that the B-52 or B-70 could carry a great many small nuclear weapons."}, "consider_v_05": {"def": "think about carefully; weigh", "sent": "Oliver, in his summary of the habits of the snakes of the United States, could supply data on the maturing period for only three species in addition to the rattlers, which I shall consider separately."}, "senses": 5, "type": "consider_v"}, "begin_v": {"begin_v_02": {"def": "have a beginning, in a temporal, spatial, or evaluative sense", "sent": "When Siamese cats are intertwined it is difficult to tell where one leaves off and another begins."}, "get_down_v_07": {"def": "take the first step or steps in carrying out an action", "sent": "Beyond the stockade rifles began to explode as some of the guerrillas fired at shadows that they imagined were Apaches."}, "begin_v_03": {"def": "set in motion, cause to start", "sent": "Discovering that draperies could be designed to serve structural purposes, he began a study of the anatomy of folds."}, "senses": 3, "type": "begin_v"}, "case_n": {"event_n_02": {"def": "a special set of circumstances", "sent": "In such a case, any attitude would be as fitting or unfitting as any other, which means that the notion of fitness has lost all point."}, "case_n_01": {"def": "an occurrence of something", "sent": "On that view, nothing good or bad happened in the case until I came on the scene and made my remark."}, "case_n_04": {"def": "the actual state of things", "sent": "For the case of Jupiter, the radio emission spectrum is definitely not like the spectrum of a black-body radiator, and it seems very likely that the radiation reaching the earth is a combination of thermal radiation from the atmosphere and non thermal components."}, "lawsuit_n_01": {"def": "a comprehensive term for any proceeding in a court of law whereby an individual seeks a legal remedy", "sent": "These trials were properly termed political cases in that the trial itself was a political act producing political consequences."}, "senses": 4, "type": "case_n"}, "man_n": {"man_n_03": {"def": "the generic use of the word to refer to any human being", "sent": "Could the ambassador himself be the man on this side the prime minister feared?"}, "man_n_01": {"def": "an adult person who is male (as opposed to a woman)", "sent": "Men continuously at the head of growing enterprises can acquire experiences of the most varied, complicated and trying type so that at maturation they have developed the competence and willingness to accept the personal responsibility so sorely needed now."}, "serviceman_n_01": {"def": "someone who serves in the armed forces; a member of a military force", "sent": "Of all the thousands of men who have served in the 7 th Cav, perhaps no one knows its spirit better than Lieutenant Colonel Melbourne C. Chandler."}, "homo_n_02": {"def": "any living or extinct member of the family Hominidae characterized by superior intelligence, articulate speech, and erect carriage", "sent": "Similar effects can be induced reflexly via the baroreceptor reflexes in man and animals."}, "senses": 4, "type": "man_n"}, "ask_v": {"ask_v_02": {"def": "make a request or demand for something to somebody", "sent": "Fair Dealer Humphrey upped the ante, asked cloture power for a mere majority of Senators."}, "ask_v_01": {"def": "inquire about", "sent": "he asked."}, "ask_v_03": {"def": "direct or put; seek an answer to", "sent": "By what right of superior virtue, Southerners ask, do the people of the North do this?"}, "senses": 3, "type": "ask_v"}, "area_n": {"area_n_03": {"def": "a part of an animal that has a special function or is supplied by a given artery or nerve", "sent": "Air drifts from one area to another are, therefore, conceivable."}, "area_n_01": {"def": "a particular geographical region of indefinite boundary (usually serving some special purpose or distinguished by its people or culture or geography)", "sent": "Such training would increase the tendency of workers to leave the area and find jobs in other localities."}, "area_n_02": {"def": "a subject of study", "sent": "But consideration of the frequency of stems per constant meaning seems to be established as having significance in comparative situations with diachronic and classificatory relevance ; and Gleason presumably is on the way with a further contribution in this area."}, "senses": 3, "type": "area_n"}, "way_n": {"direction_n_01": {"def": "a line leading to a place or point", "sent": "His hair had receded most of the way to the back of his neck."}, "manner_n_01": {"def": "how something is done or how it happens", "sent": "This cooling does not change the avocado in any way, it just delays the natural softening of the fruit until a grove like temperature ( room temperature ) is restored."}, "way_n_04": {"def": "the condition of things generally", "sent": "In a certain perfectly definite way, the method and the theme of his stories are one and the same."}, "means_n_01": {"def": "how a result is obtained or an end is achieved", "sent": "There was, of course, no way for the other planes to get by them."}, "way_n_05": {"def": "a course of conduct", "sent": "It tends to support the longstanding precious sentiments, the traditional ways of thinking, and the customary ways of living."}, "senses": 5, "type": "way_n"}, "book_n": {"book_n_02": {"def": "physical objects consisting of a number of pages bound together", "sent": "Narrow four story buildings ran the length of the block like books tightly packed on a shelf."}, "record_n_05": {"def": "a compilation of the known facts regarding something or someone", "sent": "Such ranchers as Coble and Clay and the Bosler brothers carried him on their books as a cowhand even while he was receiving a much larger salary from parties unknown."}, "book_n_01": {"def": "a written work or composition that has been published (printed on pages bound together)", "sent": "We find it in Plato 's republic, and in Utopia More acknowledges his debt to that book."}, "senses": 3, "type": "book_n"}, "glass_n": {"glass_n_01": {"def": "a brittle transparent solid with irregular atomic structure", "sent": "The plants took zero nights in their stride, with nothing but a mat of straw over the glass to protect them."}, "glass_n_02": {"def": "a container for holding liquids while drinking", "sent": "There was a glass pane in the front door, and through this he could see into a hallway where a plump woman with red hair was arranging flowers."}, "glass_n_03": {"def": "the quantity a glass will hold", "sent": "Lord Byron poured himself another glass of wine and held it up to the candle flame admiring the rich color."}, "senses": 3, "type": "glass_n"}, "door_n": {"door_n_03": {"def": "anything providing a means of access (or escape)", "sent": "The suburban branch is thereby credited with a sale which would have been made even if its glass doors had never opened."}, "door_n_01": {"def": "a swinging or sliding barrier that will close the entrance to a room or building or vehicle", "sent": "The monk who opened the door immediately calmed his worries about his reception."}, "doorway_n_01": {"def": "the entrance (the space in a wall) through which you enter or leave a room or building; the space that a door can close", "sent": "It should be installed over a door that is in full view of everyone, and a chair should be placed under it, a little to one side."}, "senses": 3, "type": "door_n"}, "heart_n": {"kernel_n_03": {"def": "the choicest or most essential or most vital part of some idea or experience", "sent": "The material of the Porter film is simplicity itself ; much of it has continued to be used over the years and the heart of it - good guys and bad guys in the old West - pretty well dominated television toward the end of the 1950's."}, "heart_n_03": {"def": "the courage to carry on", "sent": "They require, for existence, a brave spirit and a high heart, and where do you find these?"}, "heart_n_02": {"def": "the hollow muscular organ located behind the sternum and between the lungs; its rhythmic contractions move the blood through the body", "sent": "Microscopically, sections from the posterior base of the left ventricle of the heart showed several large areas of replacement of muscle by fibrous tissue."}, "heart_n_01": {"def": "the locus of feelings and intuitions", "sent": "Like almost everybody else, he confused the heart, both as organ and as symbol, with the disturbed psyche, the deranged glands, and the jumpy central nervous system."}, "center_n_01": {"def": "an area that is approximately central within some larger region", "sent": "They had let this black hole of death in Warsaw 's heart exist without a cry of protest."}, "senses": 5, "type": "heart_n"}, "face_n": {"expression_n_01": {"def": "the feelings expressed on a person's face", "sent": "You think somebody is going to stand up in the audience and make guilty faces?"}, "face_n_01": {"def": "the front of the human head from the forehead to the chin and ear to ear", "sent": "The stern face would relax, the black clad arms would embrace him."}, "face_n_03": {"def": "the general outward appearance of something", "sent": "It was a disturbingly familiar face, too, but I couldn't remember where we had met."}, "face_n_04": {"def": "the striking or working surface of an implement", "sent": "From this and the force of deformation it should be possible to calculate the elastic energy of deformation which should be equal to the * * f calculated from the pressure normal to the shearing face."}, "senses": 4, "type": "face_n"}, "table_n": {"table_n_01": {"def": "a set of data arranged in rows and columns", "sent": "Length of the shaft of these arrows may be evaluated according to the standard deviation values for each center in Table 1."}, "table_n_03": {"def": "a piece of furniture with tableware for a meal laid out on it", "sent": "It 's just barely possible with this crowd that the kidnapper wasn't able to get a table."}, "table_n_02": {"def": "a piece of furniture having a smooth flat top that is usually supported by one or more vertical legs", "sent": "A shot caught him and straightened him up in screaming pain ; a following volley of shots shattered glass, ripped the ceiling, and sent him lurching heavily from the table."}, "senses": 3, "type": "table_n"}, "plane_n": {"plane_n_03": {"def": "a level of existence or development", "sent": "With Rex Stout's Nero Wolfe, alienation is represented on a purely physical plane."}, "airplane_n_01": {"def": "an aircraft that has a fixed wing and is powered by propellers or jets", "sent": "With their load of bombs gone, the planes moved swiftly and easily."}, "plane_n_02": {"def": "(mathematics) an unbounded two-dimensional shape", "sent": "The plane of the action in the scene is not parallel with the plane of the film in the camera or on the screen."}, "senses": 3, "type": "plane_n"}}}}